{"470":"#3","471":"#4","601":"01","1497":"© ","295600":"XXXX","26672428":"Nous cherchons à utiliser des procédés simples, des matières naturelles et à (ré)utiliser le plus possible des matériaux et des appareils de récupération. La discussion avec les spécialistes et les artisans devient donc une partie importante de la conception des projets. L’atelier participe à l’ensemble du processus de construction, depuis l’étude de faisabilité jusqu'à la mise en service, en passant bien sûr par les demandes administratives. Nous suivons également les travaux dans leurs ensembles.","-5767796a":"En cliquant sur ","6af87d0b":"\"Accepter\"","-1eb4ce39":", vous acceptez que tous les cookies soient stockés sur votre appareil afin d'améliorer la navigation sur le site et d'analyser l'utilisation du site. Consultez notre ","6ad7d527":"politique de confidentialité","1442d302":" pour plus d'informations.","-6bfbaf20":"Préférences","-5c134542":"Refuser","-7c16fc2b":"Accepter","2dc7a23e":"Centre de préférences pour la politique de protection de la vie privée","5719b980":"Lorsque vous visitez des sites web, ceux-ci peuvent stocker ou récupérer des données dans votre navigateur. Ce stockage est souvent nécessaire pour la fonctionnalité de base du site web. Il peut être utilisé à des fins de marketing, d'analyse et de personnalisation du site, par exemple pour enregistrer vos préférences. La protection de la vie privée est importante pour nous, c'est pourquoi vous avez la possibilité de désactiver certains types de stockage qui ne sont pas nécessaires au fonctionnement de base du site web. Le blocage de certaines catégories peut avoir un impact sur votre expérience du site web.","-1bb35ed1":"Rejeter tous les cookies","-79c29fd3":"Accepter tous les cookies","351868e0":"Gérer les préférences en matière de consentement par catégorie","16a393aa":"Essentiel","-5c954f1a":"Toujours actif","-7b9165df":"Ces éléments sont nécessaires pour permettre le fonctionnement de base du site web.","3fc9ea06":"Marketing","16a3932e":"Essential","-7979fb1e":"Ces éléments sont utilisés pour diffuser des publicités plus pertinentes pour vous et vos centres d'intérêt. Ils peuvent également être utilisés pour limiter le nombre de fois que vous voyez une publicité et mesurer l'efficacité des campagnes publicitaires. Les réseaux publicitaires les placent généralement avec l'autorisation de l'exploitant du site web.","6fc5ea07":"Personnalisation","-1d143c52":"Ces éléments permettent au site web de se souvenir des choix que vous faites (tels que votre nom d'utilisateur, votre langue ou la région dans laquelle vous vous trouvez) et de fournir des fonctions améliorées et plus personnelles. Par exemple, un site web peut vous fournir des bulletins météorologiques locaux ou des informations sur la circulation en stockant des données sur votre position actuelle.","2fb3f453":"Analyse","-46635a4":"Ces éléments aident l'opérateur du site web à comprendre comment son site fonctionne, comment les visiteurs interagissent avec le site et s'il y a des problèmes techniques. Ce type de stockage ne recueille généralement pas d'informations permettant d'identifier un visiteur.","-c5b78c0":"Confirmer mes préférences et fermer","50c8e507":"Projets","7ce84fe7":"Démarche","-64104400":"Contact","cf1e":"4a+","2d420dd1":"Atelier d'architecture alpine actuelle — 4a+ est un atelier sédunois dévoué à l’architecture contemporaine locale.","-5eaec3e2":"Détails","3d503d2b":"No items found.","-67c2f8dc":"Nous comprenons que chaque projet est différent et que les exigences de chaque client sont uniques.","-48bda494":"Prendre contact","46e":"#1","26cf76b":"Étude de faisabilité","-22acd53c":"L'étude de faisabilité est la première étape de chaque projet. Nous nous assurons que le potentiel d'un bâtiment ou d'un site est viable, en tenant dûment compte des enjeux.","46f":"#2","-1ca23c4d":"Conception détaillée","2215b766":"À ce stade du projet, nous comprenons clairement le cahier des charges et les exigences en matière de conception. Nous commençons à mettre en œuvre ces considérations dans une conception finale.","-6d2c9b0f":"Construction","-53bcff41":"Une fois l'entrepreneur sélectionné et le contrat de construction signé, le projet entre dans une nouvelle phase, celle de la \"pose de la première pierre\" et du début des travaux de construction.","-1e7a7f63":"Suivi des travaux","36e4d676":"Cet engagement en faveur d'une collaboration permanente garantit que nos solutions architecturales correspondent parfaitement à la vision et aux besoins de nos clients.","-714ca3ec":"Atelier d'architecture alpine actuelle — 4a+","2de97ac1":"Quatre A pour atelier d’architecture alpine actuelle, parce qu’on se doit de construire avec les connaissances, les capacités et les sensibilités d’aujourd’hui tout en se rappelant qu’à Sion, Zermatt ou Lausanne, nous sommes directement impactés par les Alpes.","-6741b7f8":"Vision","-41715a8c":"Optimiser les ressources par la rénovation et équilibrer l'ancien avec le nouveau.","-4785ab40":"Nous travaillons en équipe pour mettre en commun les forces et les idées et pour pouvoir utiliser au mieux l’existant. La rénovation et la recherche d’équilibre entre le neuf et l’ancien est un sujet central dans notre démarche.","113a142b":"L'architecture, c'est plus que des briques et du mortier, c'est une forme d'art qui allie fonctionnalité et beauté.","4ffa9028":"Camil Amos, Architecte MA HES","7d6c9580":"Méthode","4f044a15":"Conception durable : Priorité à la simplicité, aux matériaux naturels et au recyclage en collaboration avec des spécialistes et des artisans","49ca41a9":"Parcours","1774e3":"2016","542e329c":"En parallèle à mon travail, je conduis les travaux de rénovation de la salle de théâtre du Kabaret à Chalais","-65867b00":"Lire d'avantage","1774fd":"2021","4eb96006":"Après l’obtention de mon master en architecture à la HES à Bâle et après avoir travaillé plusieurs années en suisse allemande, je suis retourné en Valais pour créer l’atelier 4a+","49fb0f58":"Nouvel espace","-562cf7bb":"2022 🚀","3ace1d1d":"Transformations des bureaux de la Place du Midi. Un nouveau lieu qui permet à l’atelier de s’agrandir et de s’installer avec quatre autres entreprises.","75d5240a":"Cette expansion offre également une perspective passionnante de renforcement des synergies et des échanges créatifs entre notre équipe et les diverses entreprises installées dans cet espace dynamique.","704d4a4e":"Synergie","132ac":"Nom","-4742b97":"[/ˈsɪn.ə.dʒi/]","-7454e250":"La synergie désigne l'action combinée ou coopérative d'individus, d'éléments ou de groupes qui, lorsqu'ils travaillent ensemble, produisent un résultat supérieur à la somme de leurs efforts individuels.","-280f755d":"Aujourd'hui","3b4431fd":"Atelier d'architecture alpine actuelle — 4a+ est un atelier sédunois dévoué à l’architecture contemporaine locale","-338aaed1":"Nous répondons volontiers à vos questions.","-7da4fb61":"Tâcher de faire face aux défis de l'architecture contemporaine.","14c87":"Un ","-3a66b334":"projet","650ffc38":"Discutons-en.","7745f09a":"Bureau","40809ea5":"Atelier d'architecture alpine actuelle Sàrl","-77a6ffa6":"Place du midi 50, 1950 Sion","-6d8d85a2":"SUISSE","-273cacac":"info@quatreaplus.ch","-2e56a39d":"+41 78 812 09 60","-6196267e":"quatreaplus.ch","7d6b62b9":"www.quatreaplus.ch","44a52ddf":"Mention légal","7c235481":" quatresaplus.ch","-199d6cb9":"webdesign ❤️ ","-67104443":"anthonysalamin.ch","-11d4bbff":"Protected Page","-f5c4b5f":"Incorrect password. Please try again.","-40b0787c":"Page Not Found","556d64d8":"The page you are looking for doesn't exist or has been moved","6b29b517":"Go Home","-361a1933":"scroll","-2a36a7c9":"Projets similaires","-d505c74":"prendre contact","-7101c714":"Projet","28c5c2":"Voir","2a8c404c":"Kabaret","-6cb2aee9":"Rénovation","-1c6b203d":"please scroll","41af2ef":"A — Z","-5eba4b98":"Sélection","-19af644f":"mixitup__featuring"}