{"10481":"CHF","15334":"Web","3213470":"78.25","20126404":"Data Security:","26405793":"GERMANY","30639537":"© copyright 2023 Anthony Salamin","36792806":"Cloud Hosting sécurisé","44432771":"Timelapses film","62694735":"In 2015 I left home and family to travel South Africa. The original idea, was to head south-west to explore the Cederberg mountains but instead, ended up cruising the Atlantic ocean coast of Namibia and part of the Namib desert with a fellow traveler met by chance in Johannesburg.","79ceadde":"Design","4984e12":"Photo","2169a4":"Film","-64104400":"Contact","e6f8297":"Web-Design","39cb9a36":"Graphic Design","-38f29e83":"Photography","3c2336d":"About","-29f92c17":"Imprint","-3fbde6f6":"Privacy Policy","-10f8c5a7":"Digital Designer,","-64771222":"Web developer","7b0de148":"Anthony Salamin","4794c1ab":"UX/UI Designer","7877dfeb":"Client","1188f3d8":"Design Hotels AG provides hospitality services to a network of over 300 independent small boutique and luxury hotels in over 50 countries worldwide.","-464d59b6":"My role","-4923af9e":"web development, UI/UX design, prototyping, micro-interractions","-669c8dfb":"Read process","3d7785a":"Brief","-755a926c":"The Berlin based creative team from Design Hotels trusted me with the development of their satellite platform which aims to share stories about experiential hospitality as well as facilitate online event registration. The initial brief was to launch an infinite scroll-like website with full width assets on a semi-random grid system.","5cc7b199":"Solution","449d8048":"Elegant mockups were soon followed by technical challenges namely usability and loading concerns. Several paths were explored like progressive content injection and intersection observer methods to exclusively load critical assets.","1f404b2a":"After several prototypes, suggestions and internal discussions, it was finally decided to drop the infinite scroll layout and adopt an editorial design approach to better reflect the amount of content we were actually getting from ongoing events.","48e2a249":"See website 🍓","-4d30d5c0":"The Berlin based creative team from Design Hotels trusted me with the development of their satellite platform aiming to share stories about experiential hospitality.","-72241b00":"Elegant mockups were soon followed by technical challenges namely usability and loading matters. Several paths were explored like progressive content injection and modern intersection observer methods to exclusively load critical assets first.","a1e2444":"After several prototypes, suggestions and internal discussions, it was decided to adopt an editorial design to better reflect the amount of content the marketing team was getting from ongoing events.","6573aa52":"The \"Thêatre les Halles\" is a swiss theater based in the heart of the magnificent Valais Switzerland, offering theatrical performances all year long.","30c863a2":"UX/UI design, web development, dynamic reservation, archive system, CMS setup, micro-interractions, Analytics & SEO","-33f65c51":"The Swiss Theater TLH commissioned me to design and develop a new online platform that includes a complex event management system, an online reservation module, a search component and an archive section.","-6ec0ae8a":"From the first wireframes to the final website, the entire UI was designed and developed with a mobile first approach to allow users to access the most meaningful information and book multiple events at once in just a few clicks.","200d":"‍","-69618eae":"Details about specific events can now also be acquired through a very intuitive auto-complete search module which gracefully filters the entire flow of events. The CMS structure was redesigned to allow dynamic event reservation which now allows the team to easily manage their yearly events program, all by themselves.","48e2a241":"See website 🍋","-7e3ea259":"Auratorio is a fashion brand based in Switzerland, producing high quality limited edition apparel in Portugal.","7269d99":"e-commerce, web development, web design, CMS setup, Analytics & SEO","-3c108ceb":"For its first collection, the swiss based apparel label auratorio commissioned me to develop its very own e-commerce and online presence.","2e9f1f34":"From responsive design to custom e-commerce checkout, everything had to be done. Every product being sold are pulled from a CMS based structure allowing the founder to upload and modify at will any information in regards to pricing or images.","26d282fc":"In addition, I prepared and linked the Stripe gateway payment through which each and every sell can be followed and managed by the client himself.","48e2a23f":"See website 🍉","2c3842c3":"I design and develop modern websites as well as corporate identities for small to medium-sized businesses.","4343178a":"Thank you !","21cb7db0":"Oops, something went wrong.","5079bb68":"Privacy","-2500e64c":"Oops, Page Not Found (404)","-1ea87a79":"Lead Graphic Designer","530ffa94":"Schmitz & Wiesner | Berlin, Germany","66c42c22":"My responsibilities included but were not limited to print and screen design projects, logos and corporate identities – following the whole design process on a mandat basis, from first drafts to final layouts.","28340bf0":"Jul 2012 – Dec 2016","72cf3256":"Assistant of Photography","6f4d8a6b":"Sub Graviti | Zürich, Switzerland","-2ec0856b":"I assisted filmmaker Xaver Walser in the shooting of the Beyond Project in Zürich, Switzerland. As a gaffer, I was responsible in assisting the lighting setup and the shooting of the behind the scenes.","5e706e18":"Nov – Dec 2015","1db097fa":"Freelance Photographer","-517e4855":"SA Magazine | South Africa","2afabe31":"I've been following and shooting international climbers for three months along their climbing journey in beautiful Rocklands South Africa during over three months.","-30c7bab2":"Jun – Sep 2015","5bed847f":"Contributing Photographer","-a45b493":"National Geographic | Chamonix, France","5f1ee113":"I contributed to the National Geographic \"Your Shot\" photographer pool with two of my best adventure photographs shot during the incredible Haute Route Chamonix – Zermatt experience.","3eae88da":"Jul – Aug 2014","7f1700f":"Event Photographer","39f7e476":"Eagle Cup | Zermatt, Switzerland","-bdd8c46":"Official photographer commissioned to shoot event and marketing pictures for the non-conventional alpine Matterhorn Eagle Cup golf tournament sponsored by Omega Watches and Credit Suisse.","-11dea834":"Jul – Jul 2014","-6612aa4f":"Festival Photographer","-6b175f0d":"Unplugged Festival | Zermatt Switzerland","-2f898fa7":"I had the honor to be part of the limited photographer pool working for the Press Team of the Zermatt Unplugged Festival. I had the chance to be involved in the 2012, 2013 and 2014's edition of the Festival.","22321c0f":"Apr 2012 – Apr 2014","-7bd5bb2f":"2nd Film Editor","51fdf037":"Sub Graviti | St. Moritz, Switzerland","720df8bc":"I was responsible to edit short films from massive 5K footage shot on the Red Epic camera under the amazing supervision of filmmaker Xaver Walser from Cape Town, South Africa.","3eae88d8":"Jul – Aug 2012","-21b0c930":"1st Film Assistant","666c3a98":"Sub Graviti | Ascona, Switzerland","-18dee5b0":"I assisted filmmaker Xaver Walser in the shooting of Swiss Chef Ivo Adam in his five stars restaurants in Ascona, Switzerland. I was responsible for the lighting setup and equipment.","-7ea681fe":"May – May 2012","14d37e70":"Junior CG Designer","34341d91":"Atelier Zuppinger | Nyon, Switzerland","1d4f57cb":"I have spent 7 months within the Zuppinger Designer team, working as a CG intern on the RED8 swiss watch CG animated project. My tasks included Solidworks modelling and rendering.","6f4b4653":"Aug 2009 – Feb 2010","-204648ca":"© copyright 2022 Anthony Salamin","4e560fe3":"Registered Digital Designer, VAT: DE291848819","-5b4a86e6":"Hosting","430c1acd":"auratorio.com","22121e1e":"Hébergement Web","10da2":"EUR","32ed792":"87.25","be11":"/mo","3a538c26":"Cloud Hosting Sécurisé","-5992906b":"Nom de domaine + mailbox","583d712f":"Integration e-commerce","375839c5":"Renouvellement SSL (HTTPS)","-5de4a75b":"Content Management System","-6fe7dce1":"Support technique","5b9b4d46":"checkout","7d3d0e93":"Contrat de hosting No. 64 - 03 02 19","4847dafd":"Checkout sécurisé via","-40077a0a":"Une question ? Je suis ","1b0ac":"là ","6f8ba7b3":"pour vous.","4ed8757c":"Couronnes de Bréona","-b385d97":"The Couronne de Bréona is a mountain of the Pennine Alps, located east of Les Haudères in the canton of Valais. It lies north of the Tsa de l'Ano, on the range between the valleys of Hérens and Moiry.","4b79e64":"Role:","34f1902d":" Adventure Photography","-697be251":"Client:","13e13937":" Self Initiated","3c9512d":"Area:","-3e934792":" Grimentz - Switzerland","643a3c4d":"Adventure Photography","5516ed9d":"South Africa - Switzerland","23add431":"Haute Route, Chamonix - Zermatt","-380b8e69":"Travel Photography","51e34305":"South Africa - Namibia","-4b5a3c4":"Underwater Photography","-806e705":"Dahab, Egypt","-179cbe6d":"Couronnes de Bréona, Switzerland","-66ec9368":"Portrait Photography","159ed43f":"Berlin - Sierre Portraits","-7245091d":"Multi-pitch, Trient Switzerland","1f84b3ac":"Product Photography","3c021446":"Artist exposition Poster Design","-458afc4f":"Oops, error","7bdcf571":"You canceled your order, no transaction took place - the desired service is not activated.","7c3a365d":"Erreur","-1d401eaf":"Votre commande a été annulée, aucune transaction n'a été effectuée - le service désiré n'a pas été activé.","-50ea1e86":"closer","1d4fb2f8":"Retainer fee","20ac":"€","5ee09e38":"600.00","-3855441f":"Frontend support","61a30623":"Backend support","-7940e8bd":"Prices are shown excl. German VAT (19%). All invoices are sent per email, automatically.","-332a9be3":"Secure checkout via","1fa7cb2b":"Code of Silence","65cd83":"ACCI BABA’s work focuses on reassembling the aesthetic formula seen behind our cultural legacy. Baba combines his perceptions with mathematical geometry resulting a non-verbal visual language. This behind the scenes is a work in progress of the actual performance realised december 2K14 within the Urban Collective in Kreuzberg, Berlin Germany. ARTWORK: © ACCI BABA","-536adc99":"Footage & Edit:","-52b662d8":" Anthony Salamin","71d47958":"Artwork & concept:","12a05d8a":" Acci Babba","-3175aa03":" Berlin, Germany","4c8b6eaa":"Travel film","-7172c79a":"Otjozondjupa, Namibia","6d9c6cbe":"Toûno | St-Luc, Switzerland","1e68f673":"Diving film","-24abeb5d":"Diving Dahab | Impressions","223d7677":"Documentary film","-10fd20da":"Genesis | Acci Babba","6d077dbd":"Code of Silence | Acci Baba","-60a4e9f0":"Vendanges Cave du Verseau","259f556b":"Eternal Return | Behind The Scenes","50d8b32a":"Sapa, North Vietnam","-67651c82":"Exodus | Behind The Scenes","-17d67da1":"3D / CGI Film","-3734db3b":"Nyon, Switzerland","6ffc699d":"By clicking ","-60bb93a7":"“Accept”","-3874b7a3":", you agree to the storing of all cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. View our ","-466d844a":" for more information.","-25fb7928":"Preferences","20722c":"Deny","748ca128":"Accept","-292e837e":"Privacy Preference Center","6b30dde0":"When you visit websites, they may store or retrieve data in your browser. This storage is often necessary for the basic functionality of the website. The storage may be used for marketing, analytics, and personalization of the site, such as storing your preferences. Privacy is important to us, so you have the option of disabling certain types of storage that may not be necessary for the basic functioning of the website. Blocking categories may impact your experience on the website.","41778c2f":"Reject all cookies","-7313ef67":"Allow all cookies","2bfb2cbe":"Manage Consent Preferences by Category","16a3932e":"Essential","6434d237":"Always Active","-3ecddb96":"These items are required to enable basic website functionality.","3fc9ea06":"Marketing","6994ab7":"These items are used to deliver advertising that is more relevant to you and your interests. They may also be used to limit the number of times you see an advertisement and measure the effectiveness of advertising campaigns. Advertising networks usually place them with the website operator’s permission.","-13f831fc":"Personalization","-3d6925b8":"These items allow the website to remember choices you make (such as your user name, language, or the region you are in) and provide enhanced, more personal features. For example, a website may provide you with local weather reports or traffic news by storing data about your current location.","1288bb66":"Analytics","398471b1":"These items help the website operator understand how its website performs, how visitors interact with the site, and whether there may be technical issues. This storage type usually doesn’t collect information that identifies a visitor.","-717776ad":"Confirm my preferences and close","2f9ba625":"curiouslala.ch","74f95d76":"Nom de domaine","1855fa":"4.00","-2b12cf13":"Gestion de domaine + DNS","-10092e0a":"Pour profiter de ces options de hosting, merci de prendre contact avec votre administrateur.","211599fb":"Manage your account","-3660cb3e":"Diving for the very first time, in the northern tip of the Red Sea, has been a mesmerizing experience which brought a whole new perspective on how beautifully meditative and fragile the underwater world is, and how small we really are. Main diving locations include \"Morray Garden\", \"Islands\", \"Bells\" \"Canyon\" and \"Light House\". Shot on a GoPro 4 Black Edition @ 80 frames per second, slowed down to 30% of its original speed + post-production footage stabilisation & basic lumetri color corrections. Additonal footage shot on a Canon 7D / 16 - 35 mm lens.","-37ac839f":"Project:","-46313b73":" © 2018 Alef - Sol","-37a616e5":" Dahab, Egypt","-6f1eaa23":"Logotype Design & UX / UI Design","60330da6":"Matterhorn Eagle Cup CI relaunch","-3a7f352f":"Print Design","-4ad07040":"Editorial Design & Packaging","-6478f5a7":"Corporate Identity","443d2155":"Maisonnoée Berlin CI launch","55d0367":"Experimental Typography","15bcfe20":"Fusion ice Poster Design","-649e09a6":"Infographic","40db7d03":"Intifada Al-Aqsa Poster Design","-1c01e042":"CI Design & UX / UI Design","-225abe04":"Mindsquare CI Launch","-4ea63f5a":"Matterhorn Eagle Cup","-389abb0c":"Simon Biner knew of an interesting golf tournament abroad. The idea was further developed by Harry Lauber and Simon himself. In 1992, for the first time in Europe at an altitude of 3000 meters above sea level, the very first Matterhorn Eagle Cup was held.","685d157f":" Logotype Design & UI / UX Design","-5cdb4b3c":" Matrerhorn Eagle Cup","235f5774":" Zermatt, Switzerland","-48b0ff8e":"Gulf of Aqaba Diving","-6fe808c5":"Diving for the very first time, in the northern tip of the Red Sea, has been a mesmerizing experience which brought a whole new perspective on how beautifully meditative and fragile the underwater world is, and how small we really are. 🦀","-68c68232":" Diving Photography","-1f7da71b":"\"Eternal Return\" conveys a immortal message to mankind to provoke a sense of obligation for the time being. The artwork has been articulated in a short film based on the actual installation artwork created by the Acci Baba.","-4499f51a":"Artwork:","-7b45264a":" Acci Baba","518b4bd9":"Here is a small teaser I had the chance to shoot of my friend Acci while assisting him after work on his new Art Installation and Film artwork about ants and infinity. To be released fall 2016.","-50872f91":"Fusion Ice","-65d84492":"Melting is a physical process that results in the phase transition of a substance from a solid to a liquid. This occurs when the internal energy of the solid increases, typically by the application of heat or pressure, which increases the substance's temperature to the melting point.","-7a7120b9":" Experimental Typography","-6390e6a9":" Self initiated","3a3d3431":"Basic CMS hosting","32fc00d":"89.00","-5275faba":"Secure Cloud Hosting","-3dd0c285":"SSL Certificate Renewal","2be6d398":"CMS cloud hosting","750d11ed":"1068.00","2ced8ec":"/year","-3a9472ad":"Priority Support","641cc540":"Genesis, Behind The Scenes","-35dd1de0":"ACCI BABA’s work focuses on reassembling the aesthetic formula seen behind our cultural legacy. Baba combines his perceptions with mathematical geometry resulting a non-verbal visual language. This behind the scenes was shot during the actual performance realised December 2016 within the Urban Collective in Kreuzberg, Berlin Germany. ARTWORK: © ACCI BABA | www.accibaba.com/work/genesis","4d5630b9":"The Haute Route, is the name given to a route undertaken on foot or by ski touring between Chamonix in France and Zermatt in Switzerland. First charted as a summer mountaineering route by members of the English Alpine Club.","429d7ea":" Self-initiated","-192b3759":" Chamonix - Zermatt","-55ee150":"Work in Progress | Helge von Giese | Portfolio","adc665e":"Showcasing writer's skills by focusing on typography.","1129fe5d":" UI / UX Design, web development","-1494f249":" Helge von Giese","-2c3fdebe":"helgevongiese.de","5dbff42e":"Web Hosting","2f76325":"49.95","-7cd17524":"Secured Cloud Hosting","2dbfbeb":"Domain name + DNS + 1 mailbox","46913c0a":"SSL renewal (HTTPS)","-76c5304c":"Technical support ","685ed3c7":"Secured checkout via","-cab124b":"Have a question ? I'm ","5e92e30":"here ","-28839fb8":"for you","6f6b7057":"Impressum","39424c33":"Digital Designer","-35c0e26f":"Gneisenaustrasse 89","-3f81ea06":"10961 Berlin, Kreuzberg","-2ae9163b":"E-Mail: ","29ff8bcf":"hello@anthonysalamin.ch","-4af4e4dc":"Umsatzsteuer-ID: ","a7ce1b5":"Umsatzsteuer-Identifikationsnummer nach §27a Umsatzsteuergesetz:","-25c8df3":"DE291848819","6fde571d":"Verantwortlich für den Inhalt","-58867328":" (gem. § 55 Abs. 2 RStV):","3f1580d":"10961 Berlin","3550af03":"Deutschland","-7a80e679":"Disclaimer – rechtliche Hinweise","-28a1e235":"§ 1 Warnhinweis zu Inhalten","-2a663538":"Die kostenlosen und frei zugänglichen Inhalte dieser Webseite wurden mit größtmöglicher Sorgfalt erstellt. Der Anbieter dieser Webseite übernimmt jedoch keine Gewähr für die Richtigkeit und Aktualität der bereitgestellten kostenlosen und frei zugänglichen journalistischen Ratgeber und Nachrichten. Namentlich gekennzeichnete Beiträge geben die Meinung des jeweiligen Autors und nicht immer die Meinung des Anbieters wieder. Allein durch den Aufruf der kostenlosen und frei zugänglichen Inhalte kommt keinerlei Vertragsverhältnis zwischen dem Nutzer und dem Anbieter zustande, insoweit fehlt es am Rechtsbindungswillen des Anbieters.","19dbf377":"§ 2 Externe Links","5d84e039":"Diese Website enthält Verknüpfungen zu Websites Dritter (\"externe Links\"). Diese Websites unterliegen der Haftung der jeweiligen Betreiber. Der Anbieter hat bei der erstmaligen Verknüpfung der externen Links die fremden Inhalte daraufhin überprüft, ob etwaige Rechtsverstöße bestehen. Zu dem Zeitpunkt waren keine Rechtsverstöße ersichtlich. Der Anbieter hat keinerlei Einfluss auf die aktuelle und zukünftige Gestaltung und auf die Inhalte der verknüpften Seiten. Das Setzen von externen Links bedeutet nicht, dass sich der Anbieter die hinter dem Verweis oder Link liegenden Inhalte zu Eigen macht. Eine ständige Kontrolle der externen Links ist für den Anbieter ohne konkrete Hinweise auf Rechtsverstöße nicht zumutbar. Bei Kenntnis von Rechtsverstößen werden jedoch derartige externe Links unverzüglich gelöscht.","-5f5c54f5":"§ 3 Urheber- und Leistungsschutzrechte","24a39d94":"Die auf dieser Website veröffentlichten Inhalte unterliegen dem deutschen Urheber- und Leistungsschutzrecht. Jede vom deutschen Urheber- und Leistungsschutzrecht nicht zugelassene Verwertung bedarf der vorherigen schriftlichen Zustimmung des Anbieters oder jeweiligen Rechteinhabers. Dies gilt insbesondere für Vervielfältigung, Bearbeitung, Übersetzung, Einspeicherung, Verarbeitung bzw. Wiedergabe von Inhalten in Datenbanken oder anderen elektronischen Medien und Systemen. Inhalte und Rechte Dritter sind dabei als solche gekennzeichnet. Die unerlaubte Vervielfältigung oder Weitergabe einzelner Inhalte oder kompletter Seiten ist nicht gestattet und strafbar. Lediglich die Herstellung von Kopien und Downloads für den persönlichen, privaten und nicht kommerziellen Gebrauch ist erlaubt.","33a91883":"Die Darstellung dieser Website in fremden Frames ist nur mit schriftlicher Erlaubnis zulässig.","6e849182":"§ 4 Besondere Nutzungsbedingungen","-210bcac2":"Soweit besondere Bedingungen für einzelne Nutzungen dieser Website von den vorgenannten Paragraphen abweichen, wird an entsprechender Stelle ausdrücklich darauf hingewiesen. In diesem Falle gelten im jeweiligen Einzelfall die besonderen Nutzungsbedingungen.","56aa40b2":"Intifada Al-Aqsa","67c26dba":"Al-Aqsa is the name of a mosque, constructed in the 8th century at the Temple Mount in the Old City of Jerusalem, a location considered the holiest site in Judaism and third holiest in Islam. \"Intifada\" is an Arabic word that translates into English as \"uprising\".","-285087b0":" Infographic Design, Concept","1e35173":" ECAV","3c256a19":" Sierre, Switzerland","5dc2e220":"jera-institut.ch","3057aa6":"59.95","6c8f4806":"Cloud hosting Sécurisé","-1f86c5c1":"Velas Dex V.1","61a90645":"Advanced CMS Hosting","581f6a94":"219.00","5cf70f0f":"Secure CMS Cloud Hosting","-621e167e":"99.99% uptime incl. backups","3e5b85cc":"Technical Support","-68b97de0":"Up to ","484c04f9":"500,000","-3794c04a":" visits a month incl. SHA256 RSA TLS encryption + advanced SEO + AWS Shield DDoS attacks prevention.","-628a33ef":"Basic CMS Hosting","566a91f5":"119.00","5851e747":"25,000","4a56ec5":" visits a month.","67dbdfe7":"Maisonnoée CI launch","-78658bc2":"Maisonnoée is a Berlin-based high-quality prêt-à-porter fashion brand founded by designer Sophie Böhmert. Clear cuts, simple, feminine and timeless elegance with selected materials define all of its collections.","-54eb99fa":" Corporate Identity, Logo Design","213044db":" Schmitz & Wiesner","-6912f6f":"maudevongiese.ch","-43eaf8ae":"Hébergement web + CMS","5daea973":"599,40","bc9c":"/an","1411c1ab":"Gestion nom de domaine (DNS) ","37b0a34a":"Gestion du contenu (CMS)","39d90d3d":"Support technique for life 😎","-5e715bd8":"Une facture","655539ab":"PAIEMENT","-1c88c3e2":"Hébergement + CMS","2f75ba3":"49,95","-22d6286a":"12 factures","cc98355":"Mindsquare is an operating system for organizations of the 21st century. The OS allows for efficient coordination and communication, adaptable governance and reliable interactions within and across the borders of the organization. It is designed to support humans to continuously design a work-environment that is both meaningful and joyful.","-4ed32716":" CI Design, UI / UX Design","-770b87":" Disrupting Consulting EG","8b35fe9":" Ulm, Germany","dc7b483":"fureurdelire.ch","7ba80ee3":"1428,00","566a8a73":"119,00","67540f5e":"South African & Namibian Travel","7d40a9b7":" Travel Photography","-5b525ac9":" South Africa, Namibi","-273ef26":"multilingual CMS","-55053411":"Basic subscription","-3a6dafef":"Custom translations","479f0b0b":"English + German","-40918572":"Auto-detect user language","-c00b2c7":"In context editor","4b29a9d4":"Prices are shown including German VAT (19%). Support of more than two languages (Japanese, etc.) and multilingual SEO possible on higher plans.","7a134ab1":"Otjozondjupa","-72b35eae":"In 2015, I left home and family to travel South Africa. The original idea, was to head south-west to explore the Cederberg mountains but instead, ended up cruising the Atlantic ocean coast of Namibia and part of the Namib desert with a fellow traveler met by chance in Johannesburg. Here are some impressions put together of the landscapes seen through our travel from the southern red dunes of Sossusvlei to the foggy Skeleton Coast, from the unique granite formation of Spitzkoppe to the wild fields of Etosha National Park. Thankful for all the amazing souls met there who helped us get through our journey.","e5b61fe":"Soundtrack:","18d9a58b":" A Gallant Gentleman","-27280794":" Namibia, South Africa","5b47be84":"Perversion Theme","648480c1":"Perversion is a type of human behavior that deviates from that which is understood to be orthodox or normal. Although the term perversion can refer to a variety of forms of deviation, it is most often used to describe sexual behaviors that are considered particularly abnormal.","-43c8da88":" Editorial Design, Packaging","-450e27e8":"Portraits","e5bc8d4":"Portrait photography or portraiture is photography of a person or group of people that displays the expression, personality, and mood of the subject. Like other types of portraiture, the focus of the photograph is usually the person's face.","2c321cb8":" Portrait Photography","-3ed28b25":"poserhoergeraete.de","6a4":"59","58b61e69":"zzgl. 19% MWST.","-747da435":"Basic CMS dashboard","ef75b8d":"anthonysalamin.ch privacy policy","-689d0a60":"Last updated: June 4, 2023","-3efdc88b":"AT ANTHONYSALAMIN.CH, WE ARE COMMITTED TO PROTECTING THE PRIVACY AND PERSONAL INFORMATION OF OUR WEBSITE VISITORS. THIS PRIVACY POLICY OUTLINES HOW WE COLLECT, USE, AND SAFEGUARD YOUR INFORMATION WHEN YOU VISIT OUR WEBSITE ANTHONYSALAMIN.CH. BY ACCESSING AND USING OUR WEBSITE, YOU CONSENT TO THE TERMS AND PRACTICES DESCRIBED IN THIS PRIVACY POLICY.","16d6fa58":"Contact details:","176b383":"Provider and responsible person:","6276165e":"E-mail address of the provider:","1645004e":"Information We Collect:","-46335a8d":"When you visit our website, we may collect certain information, including:","-5ebb9052":"Personal Information: We may collect personal information, such as your name, email address, and contact details, only if you voluntarily provide it to us through contact forms or subscription features.","76e885a9":"Usage Information: We may gather non-personally identifiable information about your interaction with our website, such as your IP address, browser type, device information, pages visited, and referring URL. This information is collected through cookies and similar technologies and is used to analyze website usage trends and improve our services.","-5f7ee862":"Use of Information:","699d2130":"We may use the collected information for the following purposes:","25490c0f":"To provide and improve our services: We may use your personal information to respond to your inquiries, provide you with requested information, and deliver relevant content and updates regarding our services.","-61f83797":"To enhance website experience: We may use usage information to analyze website performance, track user preferences, and optimize our website's functionality, security, and content.","-70e14e69":"To communicate with you: We may use your contact information to send you administrative notifications, updates, newsletters, marketing communications, and other information related to anthonysalamin.ch. You can opt-out of receiving these communications at any time.","24973f92":"Information Sharing:","fed4146":"We respect your privacy and will not disclose your personal information to third parties unless required by law or with your consent. However, we may share non-personally identifiable information for analytical or marketing purposes with trusted third-party service providers.","-66be32c9":"We employ industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. However, please note that no data transmission over the internet or electronic storage method is completely secure. Therefore, we cannot guarantee absolute security of your information.","-60aa7a6a":"External Links:","234f4ded":"Our website may contain links to third-party websites for your convenience and information. These external websites operate independently and have their own privacy policies. We have no control over their content or practices, and therefore, we are not responsible for the privacy practices or the content of those websites.","-110cc847":"Changes to the Privacy Policy:","483803da":"We reserve the right to modify or update this Privacy Policy at any time. Any changes will be effective immediately upon posting the updated version on our website. We encourage you to review this Privacy Policy periodically to stay informed about how we collect, use, and protect your information.","60d83d3":"BY USING OUR WEBSITE, YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTOOD THIS PRIVACY POLICY AND CONSENT TO THE COLLECTION, USE, AND DISCLOSURE OF YOUR INFORMATION AS DESCRIBED HEREIN.","-6196267e":"quatreaplus.ch","68b4e3e6":"Cloud hosting sécurisé","54e7886a":"Nom de domaine + DNS","-6b3fdf6c":"Mailbox","-74f282b5":"c.bressan@quatreaplus.ch","2cad689":"14.75","3a640e55":"Custom domain-based email","3a89a6d":"Protection anti-spam","-7ab820f4":"Gestion DNS / MX records","-5c096338":"Support / suivi technique","-53ff3453":"Arolla Pine","5f40c963":"Urbain Salamin is a sculptor from Valais - He presents his pieces of art, born out of his work in the heart of old stumps, thus giving life again to the Arolla pine. The Swiss stone pine, majestuous tree living as long as 600 years, populates the arid and windy lands of the Valais Alps at an altitude of 2000 meters.","13bf7f8c":" Product Photography","-7cf53010":" Urbain Salamin","-26b1afdf":"Hosting annuel","69b9bb14":"really-ready.com","-5af91357":"CMS hosting + development","321a88c":"79.00","2c98afb":"/mois","-13631d55":"RED8 Watch 3D Animation Rendering","58076d2b":"Computer graphics are pictures and movies created using computers - usually referring to image data created by a computer specifically with help from specialized graphical hardware and software. It is a vast and recent area in computer science.The phrase was coined by computer graphics researchers Verne Hudson and William Fetter of Boeing in 1960. Another name for the field is computer-generated imagery, or simply CGI.","-4c78c281":" Modeling, Rendering","-4ab14f69":" Vincent Zuppinger SA","5b0768a5":" Nyon, Switzerland","7e4a6b18":"Vietnam","24d5f2e7":"Finally, my toaster made it. Here are some work in progress impressions of my last solo trip to Southeastern Asia four months ago. Another edit, with further combined footage of my recent travel in beautiful Thailand will follow soon.","-7dd65c48":" Sven Weisemann - Xine Rising","45137f0a":" Sapa, North Vietnam","5b8b7cea":"Sierretakeuil | Platform relaunch","-25e2d845":"Helping new citizen to get to know their city quicker.","491623e9":"Filtering module JavaScript 🧠 ","2eaded":"code","427d4807":" Ville de Sierre","-5b823b88":"sierretakeuil.ch","-4bbd997b":"Contrat de hosting basé sur le devis No. 95 - 19 06 19, validé par email le 27 juin 2019.","440793e9":"Vous avez une question ? Je suis ","313b71":"ici ","716044f6":"skiclubsierre.ch","59bc0fb2":"Rocklands Bouldering","6bb6cde3":"Back in the 80’s, two main important training tools emerged for climbers addicts; bouldering mats now referred as crashpads and artificial climbing walls. “The former, prevented injuries from falling, and enabled boulderers to climb in areas that would have been too dangerous to attempt otherwise”... Couldn't agree more.","3fbd1fb9":"Photos:","7fa96fb1":" © Anthony Salamin","1f519336":" SA Magazine, TMMS Verlag","59564e08":" Cederberg, South Africa","-c12281d":"Success","-72706210":"Thank you for your order, the desired service will be active within 24 hours.","-6bbe7593":"Succès","6d9f3f6e":"Merci pour votre confiance,","3a489867":"le service désiré a été activé.","393f540a":"Hébergement","52ab61a9":"www.tlh-sierre.ch","32def12":"85.45","-6563edaf":"Recommandé","12b35169":"WWW.TLH-SIERRE.CH","-605622cc":"Hosting + Support","5686b9f6":"139,45","2baff1b":"/Mois","-3cdc9def":"Web Hosting (Basic)","32de790":"85,45","2ab67be2":"Hébergement basic, sans support technique ","4d5e781":"Toûno","-52c10206":"Something is happening around this mountain. A mountain is a large landform that stretches above the surrounding land in a limited area, usually in the form of a peak. A mountain is generally steeper than a hill. Mountains are formed through tectonic forces or volcanism. These forces can locally raise the surface of the earth. Shot yesterday after the storm at 3018m above see level.","-288eb25f":" St-Luc, Switzerland","-6a313080":"Trient","3535c73e":"Multi-pitch climbing is the ascent of climbing routes with one or more stops at a belay station. Each section of a climb between stops at belay stations is called a pitch. The leader ascends the pitch, placing gear and stopping to anchor themselves to the belay station.","-352b94f":" Friends & Co","-140ae0fb":" Valais, Switzerland","76208dd7":"As a Web Designer, Web Developer, Graphic Designer and Photographer, I offer complete solutions for your company. Let me help you with the digitization and reinvention of your online presence.","179523ff":"The privacy is taken very seriously.","3e0583da":"Cost calculation without any obligation.","10be410b":"Vielen Dank ! Ihr Beitrag wurde erhalten. Ich werde uns so schnell wie möglich bei Ihnen melden. 👌🏻","-4176334c":"Beste Grüße,","-1eb32f22":" 😰 Hoppla! Beim Senden des Formulars ist leider ein Fehler aufgetreten.","5ebe804a":"Web Design","-38fc2146":"Policy privacy","-76b60866":"© copyright 2019-2020 Anthony Salamin, all right reserved","3f0f1c94":"📮 E-mail: ","3bd75fd9":" | ☎️ Phone: ","ddd6ce1":"+ 49 175 11 38 245","45d2802b":"Designed with ❤️ by ","-67104443":"anthonysalamin.ch","-2fb6e89d":"Registered Digital Designer | USt-IdNr. : DE291848819","-30803b16":"© copyright 2019-2020 Anthony Salamin, all right reserved | 📮 E-mail: ","3f5c929f":" | Registered Digital Designer | USt-IdNr. : DE291848819","-62d023fb":"urbainsalamin.ch","56748a9d":"120,00","-4cea40eb":"6 months CMS Cloud Hosting","2d31c01d":"(past due JAN to JUNE)","6275f316":"833.00","7a72b860":"(upcoming JULY to DEC)","35f08a63":"Vendanges","-273aa593":"Retour sur de magnifiques vendanges de l'année 2015. Le soleil, la vigne, les raisins, la passion pour le vin, tout y était. Les vendanges seront cette année suite aux ravages du gel de la fin avril pour toutes et tous difficiles; soutenons nos vignerons-encaveurs et consommons des produits de la région. A travers ce premier épisode du retour sur les vendanges 2015, la Cave du Verseau vous invite ainsi à découvrir la carte de ses vins.","-7481c48d":" Johann von Roten","560cedf1":"Original","52edbe18":"wventures.de","303a92a":"55.95","2db3423":"29.95","-8a357e4":"Kindly discounted until January 2021 as per your request due to financial difficulties.","-13b6d2cb":"Have a question ? I'm ","30cff0":"here","-5f6276fa":" for you.","-26205ebd":"Work in Progress | xtopo | Platform launch","5ca691c2":"Chat bot UX idea as splash screen for a development outsourcing company.","295b96a0":" Amir Nouri","-42907a6e":" Tehran, Iran"}